<?php

use Illuminate\Database\Seeder;
use Faker\Generator as Faker;

class VideosSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {

        $faker = new Faker();

        $videos = array(
            0 => array(
                'user_id' => 1,
                'alias' => Str::random(10),
                'name' => 'Как Работает ОМОН жесткое задержание наркоторговцев, СПЕЦНАЗ, СОБР, ФСБ, повязали барыгу 7',
                'description' => '► ПОДПИШИСЬ НА КАНАЛ: https://www.youtube.com/channel/UCdqfd2cHPcCF48cum_i02vg
► ПОРУЧЕНКОВ LIFE: https://www.youtube.com/channel/UCtN1F5mQCSdF01wESObENgw
► ПОДДЕРЖКА КАНАЛА: Карта Сбербанка: 5469 3800 6131 3812
► ВКОНТАКТЕ: https://vk.com/fedoroff_news

#новости #fedoroff_news #омон

Как Работает ОМОН жесткое задержание, СПЕЦНАЗ, СОБР, ФСБ, повзали барыг.
ОМОН задержал барыгу который купил 11 грамм и должен был доставить все это дело в наркопритон, но не тут то было. Наш доблестный ОМОН быстро среагировал и повязали барыгу.
На нашем канале вы можете так же найти видео о том, как работает СПЕЦНАЗ, как работает СОБР, как работает ФСБ.
Всем стоять, работает ОМОН! Все наверняка знакомы с этой фразой из советских и Российских фильмов о том, как работает ОМОН. ОМОН работает как профессионалы своего дела. Применяют жесткое задержание барыг, преступников и всевозможных бандитов.',
                'keywords' => 'МВД,ФСБ,ОМОН,УМВД,Спецназ,Жестокое задержание,оперативное видео,оперативная съемка,Работает спецназ,нарки,задержание,Russian police,russia army,russia,русский спецназ,штурм,бандиты,задержание преступников,как работает ОМОН,жесткое задержание,жесткое задержание наркоторговцев,повязали барыгу,ОМОН повязал барыгу,СОБР барыгу,барыга,ОМОН задержал барыгу,fedoroff news,fedoroffnews,fedoroff_news,ОМОН жесткое задержание,работает ОМОН,полиция,мвд россии',
                'html_code' => '<iframe width="560" height="315" src="https://www.youtube.com/embed/YPVtYNgJ52I" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>',
                'likes' => 0,
                'dislikes' => 0,
                'views' => 0,
                'created_at' => date("Y-m-d H:i:s"),
            ),
            1 => array(
                'user_id' => 1,
                'alias' => Str::random(10),
                'name' => 'Как Работает ОМОН жесткое задержание наркоторговцев, СПЕЦНАЗ, СОБР, ФСБ, повязали барыгу 8',
                'description' => '► ПОДПИШИСЬ НА КАНАЛ: https://www.youtube.com/channel/UCdqfd2cHPcCF48cum_i02vg
► ПОРУЧЕНКОВ LIFE: https://www.youtube.com/channel/UCtN1F5mQCSdF01wESObENgw
► ПОДДЕРЖКА КАНАЛА: Карта Сбербанка: 5469 3800 6131 3812
► ВКОНТАКТЕ: https://vk.com/fedoroff_news

#новости #fedoroff_news #омон

Как Работает ОМОН жесткое задержание, СПЕЦНАЗ, СОБР, ФСБ, повзали барыг.
ОМОН задержал барыгу который купил 11 грамм и должен был доставить все это дело в наркопритон, но не тут то было. Наш доблестный ОМОН быстро среагировал и повязали барыгу.
На нашем канале вы можете так же найти видео о том, как работает СПЕЦНАЗ, как работает СОБР, как работает ФСБ.
Всем стоять, работает ОМОН! Все наверняка знакомы с этой фразой из советских и Российских фильмов о том, как работает ОМОН. ОМОН работает как профессионалы своего дела. Применяют жесткое задержание барыг, преступников и всевозможных бандитов.',
                'keywords' => 'МВД,ФСБ,ОМОН,УМВД,Спецназ,Жестокое задержание,оперативное видео,оперативная съемка,Работает спецназ,нарки,задержание,Russian police,russia army,russia,русский спецназ,штурм,бандиты,задержание преступников,как работает ОМОН,жесткое задержание,жесткое задержание наркоторговцев,повязали барыгу,ОМОН повязал барыгу,СОБР барыгу,барыга,ОМОН задержал барыгу,fedoroff news,fedoroffnews,fedoroff_news,ОМОН жесткое задержание,работает ОМОН,полиция,мвд россии',
                'html_code' => '<iframe width="560" height="315" src="https://www.youtube.com/embed/BKnx5-4_k3s" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>',
                'likes' => 0,
                'dislikes' => 0,
                'views' => 0,
                'created_at' => date("Y-m-d H:i:s"),
            ),
            2 => array(
                'user_id' => 1,
                'alias' => Str::random(10),
                'name' => 'Как Работает ОМОН жесткое задержание наркоторговцев, СПЕЦНАЗ, СОБР, ФСБ, повязали барыгу 9',
                'description' => '► ПОДПИШИСЬ НА КАНАЛ: https://www.youtube.com/channel/UCdqfd2cHPcCF48cum_i02vg
► ПОРУЧЕНКОВ LIFE: https://www.youtube.com/channel/UCtN1F5mQCSdF01wESObENgw
► ПОДДЕРЖКА КАНАЛА: Карта Сбербанка: 5469 3800 6131 3812
► ВКОНТАКТЕ: https://vk.com/fedoroff_news

#новости #fedoroff_news #омон

Как Работает ОМОН жесткое задержание, СПЕЦНАЗ, СОБР, ФСБ, повзали барыг.
ОМОН задержал барыгу который купил 11 грамм и должен был доставить все это дело в наркопритон, но не тут то было. Наш доблестный ОМОН быстро среагировал и повязали барыгу.
На нашем канале вы можете так же найти видео о том, как работает СПЕЦНАЗ, как работает СОБР, как работает ФСБ.
Всем стоять, работает ОМОН! Все наверняка знакомы с этой фразой из советских и Российских фильмов о том, как работает ОМОН. ОМОН работает как профессионалы своего дела. Применяют жесткое задержание барыг, преступников и всевозможных бандитов.',
                'keywords' => 'МВД,ФСБ,ОМОН,УМВД,Спецназ,Жестокое задержание,оперативное видео,оперативная съемка,Работает спецназ,нарки,задержание,Russian police,russia army,russia,русский спецназ,штурм,бандиты,задержание преступников,как работает ОМОН,жесткое задержание,жесткое задержание наркоторговцев,повязали барыгу,ОМОН повязал барыгу,СОБР барыгу,барыга,ОМОН задержал барыгу,fedoroff news,fedoroffnews,fedoroff_news,ОМОН жесткое задержание,работает ОМОН,полиция,мвд россии',
                'html_code' => '<iframe width="560" height="315" src="https://www.youtube.com/embed/rqH551D6RPs" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>',
                'likes' => 0,
                'dislikes' => 0,
                'views' => 0,
                'created_at' => date("Y-m-d H:i:s"),
            ),
        );

        DB::table('videos')->insert($videos);
    }
}
